<template>
	<div >
    <h2>欢迎您使用全民拼APP！</h2>
    <p>为使用全民拼APP相关服务，您需要阅读并遵守《全民拼APP使用条款和隐私政策协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制或免除责任条款可能以加粗形式提示您注意。
    除非您已阅读并接受本协议所有条款，否则您无权使全民拼APP服务（以下简称“本服务”）。您对本服务的登录、查看、发布信息等使用行为即视为您已阅读并同意本协议的约束。
    如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</p>

    <h3>一、【协议的范围】</h3>

    <p>本协议是您与全民拼APP之间关于您使用全民拼APP服务所订立的协议。</p>

    <h3>二、【用户个人信息保护】</h3>

    <p>1. 您在申请本服务过程中，需要填写一些必要的信息，请保持这些信息的及时更新，以便全民拼APP向您提供帮助，或更好地为您提供服务。
    <br>
    2. 全民拼APP与用户一同致力于个人信息的保护，保护用户个人信息是全民拼APP的一项基本原则。未经您的同意，全民拼APP不会向其他任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。
    <br>
    3. 为更好的保护您的个人信息，您应尽快、充分了解本服务的相关功能、规则和设置，同时，您应合理设定您的个人信息的公开范围。
    您理解并同意：全民拼APP是一个获取、分享及传播信息的平台；公众可以通过全民拼APP获取您公开发布的信息，任何您不愿被他人获知的信息都不应在全民拼APP公开发布；全民拼APP可能对您的公开信息（包括但不限于您的全民拼APP昵称、头像、公开发布的问答内容以及使用本服务过程中的相关操作信息）进行使用。
    <br>
    4. 您理解并同意：全民拼APP可根据本服务的功能向您本人及其他特定用户进行信息展示，例如向您提供广告信息等商业内容。
    <br>
    5. 您应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，您不应以搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由您自行承担。</p>

    <h3> 三、【用户行为规范】</h3>

    <p>［信息内容规范］<br>
    1. 本条所述信息内容是指用户使用本服务过程中所制作、复制、发布、传播的任何内容，包括但不限于全民拼APP帐号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用本服务所产生的内容。
    <br>2. 您理解并同意，全民拼APP一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用本服务制作、复制、发布、传播如下干扰全民拼APP正常运营，以及侵犯其他用户或第三方合法权益的内容：
    <br> 3. 发布、传送、传播、储存违反国家法律法规禁止的内容：
    <br>（1）违反宪法确定的基本原则的；
    <br>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
    <br>（3）损害国家荣誉和利益的；
    <br>（4）煽动民族仇恨、民族歧视，破坏民族团结的；
    <br>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
    <br>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
    <br>（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
    <br>（8）侮辱或者诽谤他人，侵害他人合法权益的；
    <br>（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
    <br>（10）以非法民间组织名义活动的；
    <br>（11）含有法律、行政法规禁止的其他内容的。
    <br> 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；涉及他人隐私、个人信息或资料的；
    发布、传送、传播骚扰信息、广告信息及垃圾信息或含有任何性暗示的；
    其他违反法律法规、政策及公序良俗、社会公德或干扰全民拼APP正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>

    <br><p>［服务使用规范］

    <br>1. 本条所述服务使用是指用户使用本服务所进行的任何行为，包括但不限于注册、登录、申请认证等行为。
    <br>2. 您充分了解并同意，全民拼APP是一个基于用户关系网的社交产品。您须对在全民拼APP上的注册信息的真实性、合法性、有效性承担全部责任。您不得冒充他人、不得利用他人的名义发布任何信息、不得恶意使用注册帐号导致他人误认，否则全民拼APP有权立即停止提供服务，收回全民拼APP帐号并由您独自承担由此而产生的一切法律责任。

    <br>［对自己行为负责］
    <br>您充分了解并同意，全民拼APP仅为您分享、传播及获取信息的平台。您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对全民拼APP中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。全民拼APP无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>

    <h3>四、【帐号管理】</h3>

    <p>1. 全民拼APP帐号的所有权归全民拼APP所有，您完成申请注册手续后，获得全民拼APP帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。
    <br>2. 您有权更改、删除您在全民拼APP上的个人资料、注册信息及发布内容等，但需注意，删除有关信息的同时也会删除任何您储存在全民拼APP服务器中的文字和图片。您需承担该风险。
    <br>3. 您有责任妥善保管注册帐号信息及帐号密码的安全，您需要对注册帐号以及密码下的行为承担法律责任。您同意在任何情况下不使用其他用户的帐号或密码。在您认为他人在使用您的帐号时，您应立即通知全民拼APP。
    <br>4. 您注册全民拼APP帐号后如果长期不登录使用该帐号，全民拼APP有权回收该帐号，以免造成资源浪费，由此带来问题均由您自行承担。
    <br>5. 您在同时满足以下条件时，有权利申请关闭全民拼APP帐号：
    <br>(1) 自您注册全民拼APP帐号之日起已超过6个月；
    <br>(2) 您申请关闭帐号时，帐号处于正常使用状态，未被禁止使用全民拼APP某些功能或被暂停或终止使用全民拼APP服务；
    <br> 6. 您充分了解并同意，一旦提交关闭全民拼APP帐号的申请，您将不能再继续以此帐号使用全民拼APP。关闭帐号申请被审核通过后，您该帐号中的一切信息可能会被彻底删除而无法找回。</p>

    <h3>五、【收费服务】</h3>

    <br><p>1. 全民拼APP部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的专项规则。
    <br>2. 全民拼APP可能根据实际需要对收费服务的收费标准、方式进行修改和变更，全民拼APP也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，全民拼APP将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
    <p>
    <h3>六、【数据的储存】</h3>
    <p>
    1. 全民拼APP不对您在本服务中相关数据的删除或储存失败负责。
    <br>2. 全民拼APP有权根据实际情况自行决定单个用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本服务中的相关数据。
    <br>3. 如果您停止使用本服务或服务被终止或取消，全民拼APP可以从服务器上永久地删除您的数据。在服务停止、终止或取消后，全民拼APP没有义务向您返还任何数据。
    <p>
    <h3>七、【风险及免责】</h3>
    <p>
    1. 您理解并同意，为了向您提供有效的服务，本服务会利用您终端设备的处理器和带宽等资源。本服务使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。
    <br>2. 用户在使用本服务时，须自行承担如下腾讯不可掌控的风险内容，包括但不限于：
    <br>(1) 由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄漏等风险；
    <br>(2) 用户或全民拼APP的电脑软件、系统、硬件和通信线路出现故障；
    <br>(3) 用户操作不当或通过非全民拼APP授权的方式使用本服务；
    <br>(4) 用户发布的内容被他人转发、分享，因此等传播可能带来的风险和责任；
    <br>(5) 由于网络信号不稳定等原因，所引起的全民拼APP登录失败、资料同步不完整、页面打开速度慢等风险。
    <br>(6) 其他全民拼APP无法控制或合理预见的情形。
    <br>3. 全民拼APP依据本协议约定获得处理违法违规内容或行为的权利，该权利不构成全民拼APP的义务或承诺，全民拼APP不能保证及时发现违法违规情形或进行相应处理。
    <br>4. 您理解并同意，因业务发展需要，全民拼APP保留单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销的权利，用户需承担此风险。
    <p>
    <h3>八、【知识产权声明】</h3>
    <p>
    1. 全民拼APP在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归北京马斯特科技邮箱公司所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。
    <br> 2. 除另有特别声明外，全民拼APP提供本服务时所依托软件的著作权、专利权及其他知识产权均归北京马斯特科技有限公司所有。
    <br>3. 全民拼APP在本服务中所使用的软件Logo等商业标识，其著作权或商标权归北京马斯特科技有限公司所有。
    <br>4. 上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经全民拼APP、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。
    <p>
    <h3>九、【法律责任】</h3>
    <p>
    1. 如果全民拼APP发现或收到他人举报或投诉用户违反本协议约定的，全民拼APP有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。如果您发现任何人违反本协议规定或以其他不当的方式使用本服务，请立即点击全民拼APP上的举报按钮通知管理员，我们将依法进行处理。
    <br>2. 您理解并同意，全民拼APP有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。
    <br> 3. 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；全民拼APP因此遭受损失的，您也应当一并赔偿。
    <p>
    <h3>十、【其他】</h3>
    <p>
    1. 您使用本服务即视为您已阅读并同意受本协议的约束。全民拼APP有权在必要时修改本协议条款。您可以在相关页面中查阅最新的协议条款。本协议条款变更后，如果您继续使用本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本服务。
    <br>2. 本协议签订地为中华人民共和国北京市海淀区。
    <br> 3. 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
    <br>4. 若您和全民拼APP之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
    <br>5. 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
    <br>6. 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
    <p>
    <br><p class="gogo">购够网络科技（北京）有限公司</p>
	</div>
</template>
<script>

    export default {
        data() {
            return {

            }
        },
        components: {

        },
        methods: {

        },
      mounted(){
        this.Title("用户协议")
        },
    }

</script>
<style scoped>
  div{
    display: block;
    max-width: 100%;
    word-wrap: break-word;
    word-break: normal;
  }
  h2{
    text-align: center;
    margin-top: 20px;
    margin-bottom: 20px;
  }
  h3{
    margin-left: 15px;
    margin-top: 15px;
    margin-bottom: 15px;
    font-size: 18px;
  }
  .gogo{
    text-align: center;
    margin-top: 30px;
    font-size: 20px;
  }
  p{
   margin-left: 15px;
    margin-right: 15px;
}
</style>
